Repository: russe19/python-django
Catalog: 11_I18n/locale/*/LC_MESSAGES/django.po
Languages: de

source: goods
de: waren

source: price
de: pries

source: good
de: gut

source: Hello there! Today is %(date)s %(time)s
de: Hallo. Heute ist %(date)s %(time)s

source: Vacancies
de: Stellenangebote

source: No vacancies.
de: Keine stellenangebote

source: Product list
de: Produktliste

source: Vendor code
de: vectorcode

source: Price
de: pries

source: No products
de: keine produkte

source: Download price file
de: Preisdatei herunterladen

source: Upload file
de: Datei hochladen

source: What time is it?
de: wie spat ist es

source: Main page
de: Jauptseite

source: Welcome to the site
de: Willkommen auf der Website

source: Birthday
de: Geburtstag

source: City
de: Stadt

source: You are not authorized on our site.
de: Sie sind auf unserer website nicht autorisiert

source: Login
de: aumeldeng

source: I - main page
de: Ich - hauptseite

source: File update
de: Dateiaktualisierung

source: Image reduction
de: Bildverkleinerung

source: Reduce the picture
de: Das bild verkleinern

source: File upload
de: Dateiaktualisierung

source: Files upload
de: Dateiaktualisierung

source: Upload files
de: Dateien akrualisieren

source: Our translation page title.
de: Der Titel unserer Übersetzungsseite.

source: Translated text.
de: Übersetzter Text.

source: Welcome to our page
de: Willkommen auf unserer seite

source: Profile
de: Profil

source: Avatar not loader
de: Avatar nicht lader

source: You are not logged in to the our site.
de: Sie melden sich nicht auf unserer website an

source: Profile change
de: Profilanderung

source: Update
de: aktualisieren

source: Login page
de: Loginseite

source: Logout
de: Auslogger

source: You have successfully logged out of your account
de: Sie haben sich erfolgreich von ihrem Konto abgemeldet

source: Registration
de: Anmeldung

source: Sign up
de: Anmelden

source: Password recovery
de: Passwort-wiederherste llung

source: Recover password
de: Password wiederherstellen

source: Welcome!
de: Willkommen!
